const dic = {
  r: {
    我: ["咱、咱家", "伦家", "俺", "窝", "在下", "吾辈"],
    我们: ["咱们", "咱，咱"],
    你们: ["乃们"],
    你: ["乃"],
    俺: ["咱"],
    为什么: ["为毛"]
  },

  ul: {
    //了: ["啦", "辣", "辽", "了呢", "叻", "了啦", "了嗯"]
  },

  x: {
    "。": ["唔 0.0 ", "的说～", "呢喵～", "nya～"],
    "？": ["嗯喵？", "诶？"],
    "?": ["嗯喵？", "诶？"]
  },

  a: {
    好: ["吼"]
  },

  n: {
    女人: ["女孩子", "软妹", "妹纸", "萌妹纸", "雌性"],
    女孩: ["女孩子", "软妹", "妹纸", "萌妹纸", "雌性"],
    男人: ["男孩子", "正太", "兽太", "雄性"],
    人: ["兽", "小动物", "毛茸茸"],
    鸡巴: ["dio", "肉棒", "丁丁"],
    鸡鸡: ["dio", "肉棒", "丁丁"],
    鸡儿: ["dio", "肉棒", "丁丁"]
  },

  zg: {
    哦: ["嗷"],
    啊: ["哎", "诶..."]
  },

  l: {
    他妈的: ["他喵的"]
  },

  y: {
    吗: ["咩"]
  },

  emm: [
    "hmmmm，",
    "emmm，",
    "话说～",
    "内啥，",
    "诶多，",
    "呜呜呜，",
    "嘤嘤嘤，",
    "唔，"
  ]
}

module.exports = dic
